Autodesk.Revit.DB.BuiltInParameter.RBS_ELEC_ANALYTICAL_AREA_MEASUREMENT
"Area Measurement"

Autodesk.Revit.DB.BuiltInParameter.RBS_ELEC_DISTRIBUTION_NODE_POWER_SOURCE
"Power Source"

Autodesk.Revit.DB.BuiltInParameter.RBS_ELEC_ANALYTICAL_AREA_PARAM
"Specified Area"

Autodesk.Revit.DB.BuiltInParameter.RBS_ELECTRICAL_LOAD_ZONE_TYPE
"Electrial Load Zone Type"

Autodesk.Revit.DB.BuiltInParameter.RBS_ELEC_ANALYTICAL_LOAD_DENSITY
"Load Density"

Autodesk.Revit.DB.BuiltInParameter.MULTI_LEADER_TAG_UI
"Multi Leader Tag": Used by IndependentTagEditor for UI binding